{"config":{"FontPath":"./font/zcool-xiaowei-chinese-simplified-400-normal.woff2","destFold":"./build/zcool-xiaowei-chinese-simplified-400-normal","targetType":"woff2","chunkSize":71680,"testHTML":true},"message":{"copyright":"Copyright 2018 The ZCOOL XiaoWei Project Authors (https://www.github.com/googlefonts/xiaowei)","fontFamily":"ZCOOL XiaoWei","fontSubFamily":"Regular","uniqueSubFamily":"1.000;918 ;ZCOOLXiaoWei-Regular","fullName":"ZCOOL XiaoWei Regular","version":"Version 1.000","postScriptName":"ZCOOLXiaoWei-Regular","urlOfLicence":"http://scripts.sil.org/OFL"},"data":[{"name":"dddcee28bd07065d639b0c0087c3672a","size":49352,"chars":"!\"#$%&'()*+,-./0123456789:;<=>?@ABCDEFGHIJKLMNOPQRSTUVWXYZ[]^_`abcdefghijklmnopqrstuvwxyz{|}~¢£¤¥¦¨©¬¯°±×÷ˆ˚˜–—‘’‚“”„•…€™−、。～〔〕〈〉《》「」『』〖〗【】＄￠￡！＂＃￥％＆＇（）＊＋，－．／０１２３４５６７８９：；＜＝＞？＠ＡＢＣＤＥＦＧＨＩＪＫＬＭＮＯＰＱＲＳＴＵＶＷＸＹＺ［＼］＾＿｀ａｂｃｄｅｆｇｈｉｋｌｍｎｏｐｑｒｓｔｕｖｗｘｙ｛｜｝￣﹋﹌﹎﹏的年一在为是中国人于大有和以月日后了学时个会地成公上不出行他部斯之与区名发其主作生尔分方下西用到第位而家军由及里被并本民法南这市来长同可多政对子自任动开特文北高加东德最海新克台员也前代等利亚平所三面经度道电因现此得建美进物过要机间内教山至事小立路拉口车当入战体能将世二理工表合马外天州该定十球期种但化赛业使科制次全布称性场通队总者线共设县式数重都系两罗力安士联比王相原基城院站达省属明运目水司正金"},{"name":"961dbe5241a99e6b870e67f0dd193871","size":58792,"chars":"治米英格尼镇号统华府兰约关组们四如或列元巴选计港起星影语从产首常女提阿改演林量心然向就始接乐议实无界参书务级曾意则义广管单说河卡手受委程形色视保交指门包团维结流湾型已处音传些香直类党太集获史变身万夫点应字五导认岛品校空朝领回更江还展古社积铁示张师持各图洲带奥著官只反别命专纪风游京取活资据造光报举击信少术石支族历神近曲普没清局纳村标解转它剧又情际非节龙每论苏研记波权件条角气放决乡辖片武头即密版伊连商她李先括周职收知座器往去白离未创强果根歌再初福足陆办究六且今派圣亲汉兵复引阳调居亦完打划域帝观装许塔宗"},{"name":"06dc5effd22a8a5b4498ebaed7de0b50","size":60252,"chars":"季质网除播争编题威随续段很花服较奖令八育给构速言协园爱见戏土功另修死黄置希萨担问父存好客推营规查终超欧宣率雷洛样项录画我吉供护具投哈九源卫班街准馆博瓦青兴伦鱼母求负百湖环印田边男济伯责试例案陈攻故己火那勒落沙助众备儿致皇份航极热莱诺早技整艺鲁容均增副志模升半登群红层七围飞川越堂继失托双告易写食氏评境深独室黑射排塞需证限筑声甲像象织央老真占响医何费才采杀仍让木便森洋步席盟奇牙舰考想施楼感配防哥低岁刘顿住乌效桥止贝届留姆律范几把农千底病埃泰曼料佛冠辑银恩状警云降蒙库话看景"},{"name":"b3f6768a04b911acd9566ed2402905e5","size":57404,"chars":"宁胜迪息仅测俄唱察移素祖批着败革显康念算消承干索温授控词典藏票远弹载韩思习户做友守确余态精满瑞叶宫督附望依价注预征照房述夏拔毛章请抗执草却压虽简退停封富永澳般左丹值唐丁牌堡丽斗验快拿势候坦宝侧船破隆庄梅邦寺难植含庆郡莫断厂识似细突皮监必闻况礼尚旅蒂走拥久嘉读岸绝切店延右朗麦毕厅换架野轮杰弟核售春临旧亡优松严归油艾弗判枪佳杨异雄遗端短孙码吴伤股灵耶遭练策逐赫轻序帕顺役距旗摩须菲籍树酒送若宋晚乘雅销末暴杂束微阵什玛钟泽摄输诗秀胡冲齐卢译良兼亿阶血署庭"},{"name":"0e65347354d229e23656315a07511f16","size":59112,"chars":"略沃款药频尾荣善丰驻盖饰津劳甚散贵启免婚拍尽峰差纽假顶签鲜喜予臣杜迁板减晋朱追兹谷杯财烈购仁养秘背害凯爆宾舞沿盛渐夺企梁廷险互释黎韦酸训玉讯救牛援货罪媒轨圆昌检软够尺谢介补屋透君址审映溪坡币庙仪扩挥讲荷智材访按巨徒颗适乔敦隶郎敌童玩拜益郑冰巡混径辆蓝探宽翰某途诸禁夜穆讨旋觉霍替刻眼献额锦刺殿皆赵描跟吸培岩遇刊借帮符乱你找撤佩竞聚欢午炮爵脑羽充宇私休耳魔固奉邻袭幕洪唯漫返毒坑戈骨雨否逃坐废茨恒雪操靠忠激卷竹络召赞择乎赤栖缺穿钱丝捕"},{"name":"a54e977fb84a6a546cab5cdc1d396d61","size":57320,"chars":"震怀盘露御汇疗绿宪么刑灭犯肯娜镜骑尤贡诉兄徐课妻翻顾刚纲迫姓听损抵坚待鳍申桑陵毁柏浙订秋胞呼愿侵炸谋孩汽横脉泛篇谈扎潮鸟惠恶董绩魏泉甘孔融买绍腊偏戴辛舍避芬默缩础急脱奏健佐疑努套危误概翼肉呈墨衣墓莉榜块针宜紧井坏殖裁叫秦冷迎扬寻赖毫染虎隔圈缘珠涉迷捷迹廉渡阻阴哲彩亮剑侯析锡池仙贸付葡虫恐弃辅卖氧函暗招味凤绕琴匹寿尊滨错梦洞绘俗钢麻症伍妹享脚俱硬赢颁豪瑟町笔辐倒租崇绪冬繁截综液驱矿徽誉曹奈静逊楚稳"},{"name":"294e6c602f69256e402540b1d6275936","size":58464,"chars":"铜冈昂妇逝犹阁昭吕蛋掌柱齿估伐乙墙辞浦萄辽闭郭轴潜振淡岭裂乃纸幼档邀弱暂盐拟零册赏鼓裔拒陶跨浪滑触莎恢昆粉幸藤陷困菜旁剂伟灾偶菌览蔡患障颜牧残涅驶彼糖纯沈宿壁丘税祭蒋邮狱伴勇隐柯句亨汗仔敏厦桃熙龄衡灯键搭遍殊允汤燃珍答疆埔沉促孟恋宅烧茶奴幅拆迈侍紫纬虚厚磁棒莲灰折幻烟葬跑塘坛械赴孝艘叙邓敬沟锋碑贤娱餐篮陕储祥慈晶辉遣萧筹柴勋棋纵箭挑倍谱葛姐螺撞叛峡虑冯慢熟贾柳尖雕苦遂艇伏刀仓妮仰跳燕匈驾纹凡桂违疾朋"},{"name":"52cc1b2e9b24381d421a813dedd047f0","size":55996,"chars":"撒伸瓜枚猎贺衔覆吃贯迅缓彭谓潘详慕兽琳忆粒勤鬼泊脂靖趣番猪熊咸罕累鹿涯诚掉芳蛇屿肃屯旺秒擎詹饮纷胶赠惊搜怪倾梯禄硕壳挂羊玄页浮俊拓杉仲抚晨芝乳屏乾鼠诞岳凭痛腹缅锁猫卓泥插藩坎慧凌弘晓鉴畔袁豆厄杭崎隧塑炎旦笑励欲斑甸卿喀鸡戒宏跃乏撰轰苗圳狮牵溶扰亭玻仿罚洗赐寄阮盗尉宙贞彻祝丧坊舒鲤叔巧循焦袖陨泳悬僧箱胁扮妃茂吨郊询壮既弥湿阅耀粤疏衰霸污碳岗枢崔侦翁盾摇契串彰枝伙逢厘滚捐飓浓钦床氢剩歧喷拳措勃"},{"name":"ce0790a8d2fe5075c28da567f0bdac4b","size":54940,"chars":"浩笼鸿荒券浅帅卜傅滩填递渔夷鲍搬裕饭蝶润灌割窗衍怒淮丈惯侠链粮庞儒肥栽贴鹰尸旨踪欣抽狂尝珊垂斜赶碍洁仑垒胎膜悉腾娘孤辩闽冒煤湘贫柔疫粗聘廊稿吾握杆耗陀坪迟狄琉彦寨壤妈逆貌粹净朴婆堪抢禅揭翠寒龟俘铺潭阔薄恰丛狗矩弦忍稍魂翌吐赋鼻挪坝颇璃扶堆碎诏遵逻刷姬癌伪脏姚铭蛛胸涵鸣卒矶叠苑罢汪阪淘丙偷怖吏荐狼兆添硫泡栏劝歇涌寸惟奔扫祀押脊姻菊逮趋雇逼琼蒸酶磨携嗣辰屠屈仇夕醒腐雀稣叉奎猛嫌卵韵姜"},{"name":"bab023b7d2826967dd93ce617b537dd1","size":56468,"chars":"棘诊碟劫涂拼偿斤芒嘴嫁鹤隋凉厢愈薛曰凝礁悲犬鲶摆奶敢娃伽掘铸矛债闪卑忙妙肖氯扁迦姊讷肌醇抑祠忽雍吹狭穷旬侨贩丑鼎碧砖宰邪舱袋幽砂麟炉甫汰铃鳞抱株翔栋怕尹稻夹蕨绳炼鲈竟恭盆拖惨蹈巫谭纤斐剪邑圭汀丸崩寓抓弯寮毅沪茵辟钻汝虹豫胆闸鄂魁蟹渊茅荆斋辨襄埋咨倡氨斩苹廖囊郁巢雾腔雌蜂扣驳蓬丞腺珀咖闲奋鸭暖孕吞铎挖擅崖披谦劲苯拨吧肠吻溯陪耕滕募瓶酷舟脸漠耐荡削忘舌矮毗聪谥坂喇栗蒲蕾亥仕蜜蜀暨拱颈邱噶"},{"name":"8dfef149907467250d4172d90ef2acb7","size":56088,"chars":"薇催巷札渠碱姑掠帽鲸遥卸薪帐稀摧顷琪溃锐胺诱谊斥宠婴忧豹桓藻筒踏淑扑棉甜啡椎贼愤邵畅庶拘睡宛梨谁惜烯磷爷穴唇哪澄冕梵帆尿宴葵禾掩亩褐堤榄漏轩凶碰卧绵菩肺瓷誓鹅弓玲逸挡腿怡饼樱棕鹏夸贪瘤肤仆桌姿伞吊悠翅霞慎绥娶颠臂桐框芦爪奠侣绑冀弄柄厝肢恨抄惧涛蝠奸抛慰贷窄谐腰牲骗鸦肿删赌腓肝骚辈殷扭沼茎盈吁肩颖颂劣蚀践哀纠涡妖烷祈庇汶忌滤缴猜坟囚尘讼槽逾裸浸赔镑朵爬滋炭屡怎坞埠鳄秩厥饶悦祯祸兔搞"},{"name":"074ac1715abf43bc6904c52c1d3ecb5c","size":56708,"chars":"扇眉谣虾芭寇跋缝嵌庚凰瑚嫩蓄肇遮窝趁泄坠芙跌禧庸猴椅纺焚悟昔蜥骏浏挺虏尧锅橡氟贬舆荃讽肾蕃欠晴柜厉擦眠惩鲷佑喻柬唤茄瑜浆鞋旱捉坤苍钓爸狐剥昏铝挤咏攀歉勘厌萝胀冻怨漂酮踢钩橄璋醉喝棱履塌疯缸荫炳赣臀氮烂淳熔睛穗丢哺裴躲窑僚旭锥撑娅镶厨滥矢歼糕谨盲咒盒匠妥凸榴涨艳斌匪竣牺秉戚冢酿岐巩阀痕棚畜匣煌缔徙辱垦帖摔喉钠霖鞍梭庵酯泪麓漆戊聂勾黛蛙饱阜嘛铅虞畴瑶贿畏糊苔蛮菱笃欺枫"},{"name":"165f971da50a93211d0ce85f28c36431","size":53056,"chars":"闹庐瞄饥澎椒哭浴漳佣廿牟淀罩阎虐瑙戌垣钧笛祷幢拦帜拯彗驰朔韶辣凹谍蛤椭酋噪弧闯棠悼鲨烦彬绅翡颌楠谴濒浑胃硝膨吗粘蝙瓣滴咀杏寅乞氛赦酱燥骤湛焰惑吓瑰牢鹃禹磅堵黏饲冶摘沧橙玫槟淹缆冥棍窟汁缀孜谕窃懂肆畿纂阐芽邸剿簧戎迄窦陇酰艰泌鳗濑瀑沛钥闵匿沦劾滞寡奕懿煮稽橘绣酬孚侄隙荧邹蔽诈妆宦绰掷汕喊绒寂垃啤骂浊缠鞭峻筋梓锣倪勉敖叹妓谜渗镰壬藉伺雁圾荔俞焕颅酵"},{"name":"8271c76069bb836f2b41f6e4d6cdbda5","size":53832,"chars":"仗竖滇纱萍傲嫡呢榆剌烤诵诛裹狩垄缪殉彝狸墅曝萌墩茹蓉锯拾碘蕴藓墟臭耿蹄淋挝稚岑婉暑悔桶缉钙哇彪谏衷蚁芯肪犁樟羌舜粟诠琦嵩竭挽聊牡魅僵轿赚砍啸硅袜愚啦茜爽骸趾芜碗龚乒禽裤咬晰敷壶垫擒弼淫衙舅砌堕绎蔚狙檀豚薯蔓锤账弊亏澜匡膀鹦嘎嫔廓莞倭罐皖愉渤蜡毓炒驹鳃赎飘晖钞瞬剖蔬霉哩淆釜蜘樊毙褒烹驼厕扳钾邯渭郝俯饿甄霜胚蕉摊匀钮壹猩癸胤檐擢祁睿岱罹抬孢"},{"name":"4c8fd80d396359677870048276306b8d","size":54316,"chars":"杖卦梧沁钉崛骆泼刹沫哨凑兑脆迭凿沂莽敲娄邢矣榕疲莺梗挫蝴醛裙汐谅猿楷蒿暹袍於蝉媛渝惹犀雏妾溥膝巾盔宵抹笠蕊泗喙鳕匾莹晤灿苷乓舶髓肚垩膛搁眷娥簿铀驿黔膏祺涩雯堀渴傍勿栅肋谟峙泾葱讳琅桦卤敛婷溉婿疼汾敕辜渣耆奢幌卯郸蜗俭峨耻冤俩睦谎溢堰虔您苻桨洼顽岚羞戟棺烃羚枯鹉寝镍菁璧蚌晏侏绸晃洽吟焊啊馨匙骄磺羟瘦闰塾掀慌缮诬枣雳竺刃丕糟胖摸芹泵麒馈揽岬蔷钝萼捞嘲恼酉氰抒殴锌琛霹"},{"name":"b5e52cc6d232dfdb4af8d8d374860ea6","size":54308,"chars":"佥侬衬谬磐骼岔梳棵蝇忒倚锂瑾兀鸽穹萤腕菇娇斧鸠秃枕诃懋淞搏衫瀛皓汞棣苞咪舷焉瑛兜蜒荀锈捧戍瞻兖蜿炬浚霆洒缚憾嗜鑫蔗睹熹芸嘱撕抨胰陡糙篡靶溜茱觅桩蛾噬玺曜蚕萃阙帛韧霄颚稠芮哉沸蟾恪灶栈怜渥艮孵祚莓隍杠砾溴峭芥煞逗锻捍煽妄黜昼鞑沽敞箕俾曙蚤翟偕皂昊薰淇绞粪矽篷邺慨鳅苣屑晕酚赁烛筛肽禺躯潼镖妨颐恕麾笨恺臧瘟俸乍靼羁镁蚊硼皋溺吡刮舵龛辗泻暮钊贱隅堇帘酪娟"},{"name":"451945d99571a001bcb25bf0f2eb2a44","size":53560,"chars":"饷沐膳桢盎玮泣楞泸侮譬咽斡曦挟靴晒沥鲑瘾驯巳鹭莆傀铲诅羲彤挠铉苟吵纶诰妍庾幡椰柠佬韬栓靡陛煎豁瘫槐衢恤夭醚裘儡腥绫绮砸沮赂捆鼬汴葫呆奚鞘芋绶濠喂蓟淄瞒阱蝎峪萱镀炯炫伶晟痴瞩氦扔拢湄隘鄞柑戮翘旷毯倩琵挣钵鸥蒜陋榈醋檬矫冉槛娴肛琶锚萎钛燮叱疹鹫讶胥淤扯鸾姨陌磊嘻掳稷佚垮拐幂揆皱寰壕苇竿铠拷桅糯珂跪霰笋弈卉巅苛翊渲蕙涧咎莒臼朽懒汲炽悍诡瞿悖虱沾篆漕圻憩昙釉"},{"name":"68904fc720c251e2505f7b47e5a3c5fc","size":56804,"chars":"岂蔑掣诫簇聆昧剃悄痪闷铬殡帧媚孺颍悚饪甬崭辕睐琰鲽愁侃钰坍啶濮驸谤泷笙陂甥骇馏埕炀绛杞咤僖贮褚衮傻隼臻骁镐疟铨哆桧妒盼聋瓮砷毋谒跆攸芷谚苓踩昱撼侗挚雉殆躁蜴畸羧铵耦腻烘遏侈歪皈褶灼魄樵椿赈绯鳌琐葆茉贻驴楔颊浒绢瓯弩趟筠卅锰倦圩馅栉銮脾恳桔沅喃媳羡炜瀚蚜碉跤焘拌傣莘琮辍胱耍飙窜捣澈鹊喘匆肴洮哑哗膺婢圃愧濂刁窥搅迥潍裳瞳潞觐轭翎渎狠遁襟耸躺晦浜颤拂夔呕禀茛瑕铂邕"},{"name":"f0739e73f1d20f3e9b58f047267abcc6","size":56284,"chars":"荚蟒猷潢辙蚂吼熵靳遴蠕籽丫吠偃诽洙嫉扈勐冗蠢钴逵秽弋柿筝闾浇俨掖琥骠谛诀粥枋硒酥邝阡朕虢溧栎昕捡曳昨逍斛僻菅疮瓒榔羰睾钏宸鲱莪熏涤奘衅岷薨忏忻唑咳轼剔絮匝鹘跻蓼拙栾妊弑檎貂昶眺璜螂孀樽螯啮叭涿捏巽宕颓蛟暇镛檗沌鸢郢佟扼巍琏囱伎奄坳惕叮煜熄眶肘腌癫缕馥挨荥滔妲砚歙皿黯颉迂滦佃鄙牒炙慷荟胪氓憎渚掺诣戛贲麝鄱璞篱浔璐茫烽尻婺沱脖擂讹灏尬盏亵匮璇瞰髅钨丐胄叻劈骥惰峦"},{"name":"2227d3faa123e55ba33533225b56b3df","size":55960,"chars":"昵涟钳秤倘孛懈鳖珲鞠啄仄艋屎岖缎撇嗅鲫荼嫂掸亘骅呀卞劭诲呐拇涪怠旌榨枭崧婕谯蚬咐玟缙骷磋尴骧钗汛酗炔饵佗嚣祜乖酌稼淦哮潇蝗罂槭岘祉槿讥嬴鸫嬉覃咕靓蜱蘑抖贰痒赃螈犍葺嗓醮珉铯遐唆亢谔佘绊癖柚睢冼泓耽羯躬兮纾锑迳踝凋笈摹鬣髻恬粲睽惶碌澡腋羹烨娠锺熬湍槌秧滁凳蕈灸浣堑蒴铿蟠徘屁捻俏橇烁泮梢寥淖筱铳徊唔杵藜荻忱甩歹柩亳燧澧窖氙筲撮晷寞怯讫缢唾叩鸯轶琨崴悯鼐赓龈漩"},{"name":"94b840b79d06c7bada3e41747648ad4a","size":57900,"chars":"疵窘郴珑漱渍娩脐妤锭愍碾俑骰晔邬轧蓓聿碇玖僭阗茧镳窒凛痊歆攘胫呜锄荠踞骊溅慑嚼肄诹狡戳箴阉钺筵垅挛弛娼蔻痫驭呤邳洱拣钼娑桁疣姥鲛矗盂扒猕铮珈筏毡孽辄楣烫揉缇俳蝰洵琢榛钡蜻荨牦橱煦叟闺蜓鱿凄鸳隽恃挞澍绚楹珞枉驮掏蜕锟铍缨粽琬箔罔逅肱畲阆邂蕲杲宥婪疡殇谪鹬岌纣糸辫荪瞎勖鹳蚓蚝嘌佼酝榭镭茸腭莅菀抉粱佤榻祗咙岙嘧獭锢拮懦蛭檄俐帚腈鳝醍喧芎猝菠庑獾噜骞脓爹暧恽赉吩嬷迩蛎"},{"name":"3a5515d2b5c3b318dcce6c1aae0302f5","size":56004,"chars":"疽黍馀焙矾氐霓钒螨蜈脍俚紊硖雒哄啼镉醴瑭锷铢苴诟蛊瑁烙醐勺豌羔蚣痉郧赘幺媲鲲弁漾蠡骈漓觊蛹苋姗蹲颢栩峤酐遽榉垢鼹犊昴庠噩鬃夯腱炖悌疚靛钯罄咯杓厮恂鞅匕鄢洄呵繇糜鳟铰殁嗽轸茴箫孪疤猬膦柘钜玑邛惮峒谗眩佯鹈纭烬涝颔俪饺佰袒俟珩蝮舫皎琊骡隗珥沭憬娣鸵诩昀绽湟汹揣诘蜍淅萸韭铣螃蔺稔湮筷痘焯帷谌痰嵊顼咄漪垭驷郦菏殓匐斟觎裨睫嵇赡笺瓢摒镌镧疱祢邈嫖啉徕逞铋嫦郓垛"},{"name":"260f3c14bfc4dc3409f3a21bd3ecf3bb","size":54460,"chars":"隈邃簪阖踊耘憧阈闳渺撷惫厩闫拚趴鲇鲭晁亟霁奂阑郯喵涣诒盯廪螳绷辇蒯睁糠玳幔诋屹涸霾匍馒瘠孰锗嵯桀髦涕鲳锆哔忿娲攒炊嫣澹榷郗扛咱侥猖砺鲟锶砥荞猥饬嘘稗苌胭疃轲窍盱褪箍癣囤萘牍刍蹦拗珙恿怂锵豺茗铐痢偈笏珏獠尕谘妞鄯瑗璨恙诙肮麋岫菟蔼煲谑谶墉痹刈谙儋腮翩璀乩碓吒颞缤汜陟钇逛壑踵漯枷蛰爨谧藕煊镓秆惭涓鹑陲蝌砀湃绾蝾蚪猾耒铌呋憨俺陉铆濡嵋蝓燎嶷"},{"name":"c2c5fd9ca943e60b39d7a748987f5c56","size":52952,"chars":"鹗蛞薮桡霏赭蟑眙唁氪呛胧雹肼氘揪锉猗讧蚩咆阂綦蜚珐镒芩蹼剽镂碛橹徭喱鲔涞楫恣圜忤殃翱喹铱瞪俣蹇菖汨愫坯滂朐虬揖碣獐挹耙贽膑旃醌鹕鳐蚵翦桉崂讣炅椽钤蟆睇侑鳔藐嗪脲绀嘶獗砜鹄祟痞苎宓颛觞啬瘀蜷脯蹂畈坨朦葶篙恸僳侪诂袄潦羿睑沣嘟玷氡楸恍纫鹞坷蚶芗跖钿笞辊钽埭碚婶躏狒哌傈铟缜窿扉弭槎惺惋闩郜夙褂佞骐泞擘髯芪箬爰哼灞锝跷淝氩梆崽杷吝僮伉酆噻蚯楝铈锹棂晗"},{"name":"810a5c4321051ddeacd0bc9dfccdfdfe","size":56808,"chars":"妫椁阚豉蹊蜃蛄缄砧戾芾臆韫霭晾垠辘穰锴璩椴沆鲮甾裟瑷塬舂牯枇搓膊倬跗怛帼飨涎芍麂迤藁疝搔啜蓑萜琚蹴愕楂垓袈袂蓁苄彷蟀祛嚎缬淼嘿魇袱袤籁槲溟吲郅矜讪泫筐秣揄拭飒寐濯蟋蘸杼刨镯趸暄鏖轫蹶沓腑哚刎铧蜢篝咫峥喔眈佶嗝稹狈铛謇瞧刽钹眨泠拽崮敝馗淌褓镝跛萦舔隰嵘嗡姒拴菰溱滢瘩疙哒茁嵬镗瘴徇邰罡汊揶鎏胛犒淬诤澶鸬箐柞怿缭飚铤钕璁犸鸪簸樾椋鹚壅伫褥仡圪鲣唢苜爻啾"},{"name":"5b03844340e145230ab9108dc56e8662","size":56616,"chars":"哦髋藿枞兢拈簋撬洹嵴鲢蛳葭犷勰莴芈糅蛀萁磕窈鹩婵喋霈貘誊疸啃谩蘅蓿囿镫邙磬鹧苫膈捶榫蠹酣焓峄荤巯殒姝攫闱懊咩苕唧皙酢翳搐抟鹌讴悸媾葳畹焱搪莳胳熠枸噗泯仝饯谄孳郫蜊掐呗凫粑蛏坻倔颧芊埸颏婧羸趺葩缈砻雎烩溆氖瘿骋蒽甑瓠仞麸睬崃埙铑菘蛆痣戬俎赝舛毂扪噱吮痔嶂乜砭沩抡惘嗟啥鞣渑噌黟鬓胯捺扦鸱鄄荽鹂阕磴俦薏嘈倜蹬胝绌虻呦阊硐掴捅咭仟黝榧姣唛鸨谀荏笆炕濉怙徨馔"},{"name":"e5cd0ec636e6afea8396ff2a4902a0f0","size":57552,"chars":"螭缰剁郇嗲鬻郾逋孑傩莼绂呱砰裱芫绦涮枥郏蕤茔拧罘嶙埂儆莨肟湫讦纨溏屐仃诧嚏蛉绡浯浃濞屉骜胍窕骢徵谲腩哏骝翥秭坭丶鲵叁鬟粕笕呸铄蹋盥癞豢芡焖柒呷髂酞璎蒺枳鳊饕逄迢笳浈呻臾窠邡襦翕缟箧镬荸煨撩赳恫崆娓咧馁狎饨邗槊唬莠渌椤馄衽峋啪瘁熨栀搀惚踹猞妣噢嗨臬樨逯猁斓匏赊蓖茯笪痈潺桠咔襁篦掰貉菽糍峁妪颀赧豸蛔狍孱卟咚黠懵吱饴裆遒茌痤怅哎遑碴揍忡腴痍戕镣芨箸杳埚迸豕蚱瞥疥獒"},{"name":"9dc707037401d880d285aeef8c80057c","size":53604,"chars":"泺嚷韪礴檩啖笄觑痨傥襞胼痂狞娆铖篓骶蓥眸泱篾毽酩柢仵浠嬗嘹鸩俅斫辋皑嗯滓馍铡逑褛秸瘙怆嗔咋裾篪涔悴餮甙愎遨胴叨豇枧舐淙桷恻霎犄咿畦沤庹嗤腧纡佻钣迨盅怦啧粳镊菡坩缦稞囗冽鲠瘪憔谆薜摈觚腆畀哟魍衾箩隹臃洧酊诿茆砒瘸岢鳏痿捎悭唠颡绉蜇猊叼锲啻黉鹜肓潴吖镔茭篁禳哽钬缥篑棹嘀叽槁幄谡柰暌倌鳙辔烊彀蹉蜉暝厍袅嗒鼋撵偻苡彘妩醺曩娈龋慵倮瞌庖衿"},{"name":"0d5cd8b45fb05a0e97baa58e00a7d964","size":56148,"chars":"缶搂挈嗑魑囝鸶掇狰殚楮桕抠懑噤鲅锛蹙癜湎昝惬唏婊蒗舀籼牝唷擀捌拄蹒跚岿蝣罅垡魃鳜锏躇踌貔螟橼栌惆铩诨篌圄喳訾狷惦唉鸷嵛囹咻遛忾忑忐偌亓赅葑瞑杈偎魉愣娉哂邋谂舸瘢煅伧遢箜揸拎呃聩瘘啁蹭跺悻塍醪膻煸黾蒡缛砝皴寤趵褴潋怏囡晌噎喽馊绔筚炷瀹瞠樯掮掬叵剜蹩蝼蘖洌梏桎咛髁莜撂椹旖骛憋蕻腼捂恁诳芘掂咂倨饽窨砼泅蹿菔涠杪嗦佝锒逶衲竽砗蒌苁帔帏颦蹑糗殄孓龊茏矸磲"},{"name":"9836c75c59c0701db7821eb7d13db8d1","size":53440,"chars":"疖倏馕眦嚓疳嗷錾袢蕖缃貅沏檫愠徜徉耄枰惴怼啕痧啷狲樘搡婀髌靥葚缁楦龌蘼潸馋蚧砣杌吆侩钎绺睨痼衄矍汆凇逡跄臊笫旎忖鼾蓦纰粼姘茈缂汩氲挎忝吭伢跎诶漉攥呓茼脘癀撸噫唳诓盹疴疔氤喏啭剐踱衩摞蝈茬嬲嘤薹脔聒硷撅捋嘞仨馐踉凼丨睥眯摁姹耋郄觥蒹膘痱氵揩喑逦耷绻抿怵喟亻萋氽悱丿荇绐炝滟钅捭娌妯哝驽诌蛐苒泔轱瓴擞搽孬镦荭棰飕绠癔搴嗳茕睚彳缱瓤囟蕞熘嫒坫噼嘭"},{"name":"a392d5f4bb7a01fdba2fca173b488f6c","size":29352,"chars":"胗簟怔宀餍蔫妗哐咦踮瞅挲褰甭饧撺龅矬擤掼媸锘薅艿杩抻囵箅犟旯旮囫啵跬膣绋绁璺扌墒囔哞呲锃艹糁怄忄彡跹皲厶冫龇簌篼瞟忪噙嗖亍揠嘣刂噘咣腚绗卩蠛唰哧碜硌瀵噔麽瘊灬浼嚯嘬趄绱菸捱摺後夥甯醣\r \\　 "}],"record":[{"name":"初始化字体生产插件","start":1687763073014,"end":1687763073178},{"name":"读取字体","start":1687763073178,"end":1687763073190},{"name":"载入字体","start":1687763073190,"end":1687763153107},{"name":"排序字体图形","start":1687763153107,"end":1687763157458},{"name":"构建分包","start":1687763157458,"end":1687763157463},{"name":"切割分包","start":1687763157463,"end":1687763562780},{"name":"整合并写入数据","start":1687763562780,"end":1687763563122},{"name":"生成 CSS 文件","start":1687763563123,"end":1687763563478},{"name":"生成 html 文件","start":1687763563478,"end":1687763563527},{"name":"生成 reporter 文件","start":1687763563527,"end":0}]}